export default {
  roles: {
    roles: "နေထိုင်များ",
    title: "နေထိုင်စီမံခန့်ခွဲမှု",
    list: "နေထိုင်စာရင်း",
    add: "နေထိုင်ထည့်ပါ",
    edit: "နေထိုင်တည်းဖြတ်ရန်",
    delete: "နေထိုင်ဖျက်ရန်",
    name: "နာမည်",
    description: "ဖော်ပြချက်",
    actions: "လုပ်ဆောင်ချက်များ",
    confirmDelete: "ဤနေထိုင်ကို ဖျက်လိုသည်မှာ သေချာပါသလား။",
    roleCreated: "နေထိုင်ကို အောင်မြင်စွာ ဖန်တီးခဲ့သည်!",
    roleUpdated: "နေထိုင်ကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ခဲ့သည်!",
    roleDeleted: "နေထိုင်ကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။",
  },
};
